"AuthControllerApplicationPrincipalRequest" = "%@ krever at du skriver inn Kerberos-identiteten din";
"AuthControllerApplicationRequest"          = "%@ krever at du skriver inn Kerberos-passordet ditt";
"AuthControllerApplicationPasswordRequest"  = "%@ krever at du skriver inn Kerberos-passordet for %@";

"AuthControllerPrincipalRequest"            = "Skriv inn Kerberos-identiteten din";
"AuthControllerRequest"                     = "Skriv inn Kerberos-passordet";
"AuthControllerPasswordRequest"             = "Skriv inn Kerberos-passordet for %@";

"AuthControllerHideOptions"                 = "Skjul valg";
"AuthControllerShowOptions"                 = "Vis valg";

"ChangePasswordPasswordExpired"             = "Passordet for %@ er utløpt. Vil du endre det?";
"ChangePasswordApplicationRequest"          = "%@ krever at du endrer Kerberos-passordet for %@";
"ChangePasswordPrincipalRequest"            = "Endre Kerberos-passordet for %@";
